tap "cqlabs/dcm", "https://github.com/CQLabs/homebrew-dcm"
tap "heroku/brew"
tap "leoafarias/fvm"
# Interpreted, interactive, object-oriented programming language
brew "python@3.13"
# Geometry Engine
brew "geos"
# Geospatial Data Abstraction Library
brew "gdal"
# GitHub command-line tool
brew "gh"
# Open-source, cross-platform JavaScript runtime environment
brew "node"
# Generate clients, server & docs from an OpenAPI spec (v2, v3)
brew "openapi-generator"
# Adds support for geographic objects to PostgreSQL
brew "postgis"
# Object-relational database system
brew "postgresql@15"
# Python version management
brew "pyenv"
# Powerful, clean, object-oriented scripting language
brew "ruby", link: false
# App to build and share containerised applications and microservices
cask "docker-desktop"
# Tool to control external monitor brightness & volume
cask "monitorcontrol"
# Smooths scrolling and set mouse scroll directions independently
cask "mos"
vscode "akamud.vscode-theme-onedark"
vscode "anysphere.cursorpyright"
vscode "anysphere.remote-ssh"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "eamodio.gitlens"
vscode "github.vscode-pull-request-github"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "pkief.material-icon-theme"
uv "ruff"
npm "corepack"
