brew "abseil"
brew "aom"
brew "apache-arrow"
brew "autoconf"
brew "aws-c-auth"
brew "aws-c-cal"
brew "aws-c-common"
brew "aws-c-compression"
brew "aws-c-event-stream"
brew "aws-c-http"
brew "aws-c-io"
brew "aws-c-mqtt"
brew "aws-c-s3"
brew "aws-c-sdkutils"
brew "aws-checksums"
brew "aws-crt-cpp"
brew "aws-sdk-cpp"
brew "boost"
brew "brotli"
brew "c-ares"
brew "c-blosc"
brew "ca-certificates"
brew "cairo"
brew "cfitsio"
brew "cgal"
brew "dcm"
brew "eigen"
brew "epsilon"
brew "fontconfig"
brew "freetype"
brew "freexl"
brew "fvm"
brew "gcc"
brew "gdal"
brew "geos"
brew "gettext"
brew "gh"
brew "giflib"
brew "glib"
brew "gmp"
brew "gnupg"
brew "gnutls"
brew "gpgme"
brew "gpgmepp"
brew "graphite2"
brew "grpc"
brew "harfbuzz"
brew "hdf5"
brew "heroku"
brew "highway"
brew "icu4c@77"
brew "imath"
brew "isl"
brew "jpeg-turbo"
brew "jpeg-xl"
brew "json-c"
brew "krb5"
brew "libaec"
brew "libarchive"
brew "libassuan"
brew "libb2"
brew "libde265"
brew "libdeflate"
brew "libevent"
brew "libgcrypt"
brew "libgeotiff"
brew "libgpg-error"
brew "libheif"
brew "libidn2"
brew "libkml"
brew "libksba"
brew "liblerc"
brew "libmpc"
brew "libnghttp2"
brew "libnghttp3"
brew "libngtcp2"
brew "libpng"
brew "libpq"
brew "librttopo"
brew "libspatialite"
brew "libtasn1"
brew "libtiff"
brew "libtool"
brew "libunistring"
brew "libusb"
brew "libuv"
brew "libvmaf"
brew "libx11"
brew "libxau"
brew "libxcb"
brew "libxdmcp"
brew "libxext"
brew "libxml2"
brew "libxrender"
brew "libyaml"
brew "little-cms2"
brew "llvm"
brew "lz4"
brew "lzo"
brew "m4"
brew "minizip"
brew "mpdecimal"
brew "mpfr"
brew "netcdf"
brew "nettle"
brew "node"
brew "npth"
brew "nspr"
brew "nss"
brew "numpy"
brew "openapi-generator"
brew "openblas"
brew "openexr"
brew "openjdk"
brew "openjpeg"
brew "openjph"
brew "openssl@3"
brew "p11-kit"
brew "pcre2"
brew "pinentry"
brew "pixman"
brew "pkgconf"
brew "poppler"
brew "popt"
brew "postgis"
brew "postgresql@15"
brew "proj"
brew "protobuf"
brew "protobuf-c"
brew "pyenv"
brew "python@3.13"
brew "qhull"
brew "re2"
brew "readline"
brew "ruby"
brew "sfcgal"
brew "shared-mime-info"
brew "simdjson"
brew "snappy"
brew "sqlite"
brew "thrift"
brew "unbound"
brew "unixodbc"
brew "uriparser"
brew "utf8proc"
brew "uvwasi"
brew "webp"
brew "x265"
brew "xerces-c"
brew "xorgproto"
brew "xz"
brew "z3"
brew "zstd"

cask "docker-desktop"
cask "monitorcontrol"
cask "mos"
